sourceLabel = "Kilde:";
formatLabel = "Format:";
fpsLabel = "FPS:";
playingFPSLabel = "Spiller FPS:";
dataSizeLabel = "Datastr.:";
dataRateLabel = "Datafrekvens:";
currentTimeLabel = "Nåværende tid:";
durationLabel = "Varighet:";
normalSizeLabel = "Normal størrelse:";
currentSizeLabel = "Nåværende str.:";
bitRateLabel = "Bitfrekvens:";
qualityLabel = "Kvalitet:";
destinationLabel = "Mål:";
videoSourceLabel = "Videokilde:";
audioSourceLabel = "Lydkilde";

movieInfoNoTitle = "Info";
movieInfo = " – Info";
movieInspectorNoTitle = "Inspektør";
movieInspector = " – Inspektør";

blacknWhite = "Svart-hvitt";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Tusener";
/* [6] */
millions = "Millioner";
/* [7] */
millionsplus = "Millioner+";
/* [8] */
unknown = "Ukjent";
/* [9] */
colors = "Farger";
/* [10] */
grays = "Gråtoner";

Chapter = "Kapittelspor";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 byte";
kiloBytes = "^0 kB";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 byte/sek";
kiloBytesPerSec = "^0 KByte/sek";
megaBytesPerSec = "^0 MByte/sek";
gigaBytesPerSec = "^0 GByte/sek";

pixels = "bildepunkter";
curPixels = "^0 bildepunkter (^1)";


bitsPerSec = "^0 bit/s";
kbitsPerSec = "^0 kbit/s";
mbitsPerSec = "^0 mbit/s";
gbitsPerSec = "^0 gbit/s";

percent = "^0 %";
playingFPS = "(Vises under avspilling.)";

halfSize = "Halv";
actualSize = "Faktisk";
doubleSize = "Dobbel";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Film ikke tilgjengelig";

/* Quartz Composition strings */
averageFPSLabel = "Gjennomsnitts-FPS:";
averageLoadLabel = "Gjennomsnittsbelastning:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 kbps AAC-lyd";
availableWhenRecording = "(Vises under opptak.)";